Repository: a25kk/dsk
Catalog: src/dsk.greeting/dsk/greeting/locales/*/LC_MESSAGES/dsk.greeting.po
Languages: de

source: select_image
de: Bitte wählen Sie ein Bild aus, das Sie als Gruß an den Patienten schicken möchten.

source: Send
de: Abschicken

source: New greeting
de: Genesungswünsch

source: Recipient address rejected by server.
de: Ihre E-Mail konnte nicht zugestellt werden.

source: Submit complete
de: Ihre E-Mail wurde erfolgreich zugestellt

source: Cancel
de: Abbrechen

source: Name of receptor
de: Patientenname (Vor- und Zuname)

source: Station and room number
de: Stations- und Zimmernummer

source: Your name
de: Ihr Name

source: Your email
de: Ihre E-Mailadresse

source: Your greeting
de: Ihre Genesungswünsche

source: Image
de: das Bild

source: Hello!
de: Ein lieber Gruß für

source: recipient:
de: Empfänger:

source: location:
de: Stations- und Zimmernummer:

source: name:
de: Patientenname:

source: email:
de: E-Mailadresse:

source: Invalid email address.
de: Ungültige E-Mail-Adresse.
